Repository: mozilla-l10n/mt-training-data
Catalog: shn/shn_pontoon.tmx
Source language: en_us
Languages: shn

source: Validations
shn: ၾၢႆႊလ်သဵင်ဢၼ်ထတ်းယဝ်ႉ ၾၢႆႊလ်သဵင်ဢၼ်ထတ်းယဝ်ႉ

source: Value and recognition.
shn: လွင်ႈဝႆႉၵႃႈၶၼ်လႄႈ လွင်ႈႁပ်ႉႁွင်း။

source: Variant Contribution Options
shn: တၢင်းလိူၵ်ႈ လွင်ႈၵမ်ႉၸွႆႈၽႃႇသႃႇပႅၵ်ႈပိူင်ႈ

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
shn: ၽႃႇသႃႇပႅၵ်ႇပိူင်ႈ(Variants) ၼႆႉ ပဵၼ်ႁၢင်ႈၾၢင်ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈဢတ်ၼိုင်ႈၶႃႈ — မိူၼ်ၼင်ႇ ၵၢၼ်ၸႂ်ႉတိုဝ်းႁူမ်ႈၵၼ် ၼႂ်းၵႄႈၵူၼ်းၸိူဝ်းဢၼ်ယူႇသဝ်း ၼႂ်းပိုၼ်ႉတီႈလဵဝ်ၵၼ် ဢမ်ႇၼၼ် ၼႂ်းတူင်ႇၵူၼ်းလဵဝ်ၵၼ်ၶႃႈယဝ်ႉ။ ၸိူဝ်းၼႆႉ မၢင်ပွၵ်ႈ ႁွင်ႉဝႃႈ ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈပိုၼ်ႉတီႈ (Dialects) ၼႆၶႃႈ။

source: Varying Pronunciations
shn: လၢႆးဢွၵ်ႇသဵင် ဢၼ်ပႅၵ်ႇပိူင်ႈၵၼ်

source: Venetian
shn: ဝေႇၼေႇသျႅၼ်ႇ

source: Version
shn: ဝႃႊသျိၼ်ႊ

source: Very common mistakes include:
shn: လွင်ႈၽိတ်းပိူင်ႈ ဢၼ်ၵႆႉပဵၼ်ၼမ် မီးၼင်ႇၼႆ-

source: Vietnamese
shn: ဝႅတ်ႉၼၢမ်း

source: View your progress against personal and project goals.
shn: တူၺ်းလွင်ႈၶိုပ်ႈၼႃႈၸဝ်ႈၵဝ်ႇ ဢၼ်မီးလွင်ႈၶတ်းၵၼ်တင်းယိူင်းမၢႆသုၼ်ႇတူဝ်လႄႈ ယိူင်းမၢႆၶူင်းၵၢၼ်။

source: Visible
shn: ပိူင်းၼႄ

source: Voice clips are entered into a submission queue that readies them for listening.
shn: ၶလိပ်ႉသဵင် တေထုၵ်ႇသႂ်ႇၶဝ်ႈၼႂ်းၶိဝ်းတႃႇတေသူင်ႇဢၼ်ႁၢင်ႈႁႅၼ်းဝႆႉတႃႇတေထွမ်ႇ။

source: Voice Collection
shn: ၵၢၼ်ၵဵပ်းႁွမ်သဵင်

source: Voice Contribution
shn: ၸွႆႈထႅမ်ပၼ်သဵင်

source: Voice Dataset, Ready for Download
shn: ၸုမ်ႇၶေႃႈမုၼ်းသဵင်၊ ၽွမ်ႉတႃႇတေလူတ်ႇလူင်း

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
shn: သဵင်ၼႆႉ ပဵၼ်သၽႃႇဝ၊ သဵင်ၼႆႉ ပဵၼ်ၵူၼ်း။ ၼၼ်ႉယဝ်ႉႁဝ်းၶႃႈၸင်ႇတိုၼ်ႇတဵၼ်ႈ ၸွမ်းလွင်ႈႁဵတ်းဢွၵ်ႇ ထႅၵ်ႉၶၼေႃႇလေႃႇၸီႇသဵင် ဢၼ်ၸႂ်ႉလႆႈ တွၼ်ႈတႃႇၶိူင်ႈၸၢၵ်ႈႁဝ်း။ ၵူၺ်းၵႃႈ တႃႇတေႁဵတ်းဢွၵ်ႇ လွၵ်းပိူင်သဵင်ၼၼ်ႉ ၽူႈၶူင်သၢင်ႈၶဝ်လူဝ်ႇၶေႃႈမုၼ်းသဵင် ဢၼ်ၼမ်တႄႉတႄႉ။

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
shn: သဵင်ၼႆႉ ပဵၼ်သၽႃႇဝ၊ သဵင်ၼႆႉ ပဵၼ်ၵူၼ်း။ ၼၼ်ႉယဝ်ႉပဵၼ်ဢၼ်ၸၼ်ၸႂ် ႁႂ်ႈႁဝ်းၶႃႈႁဵတ်းဢွၵ်ႇ ထႅၵ်ႉၶၼေႃႇလေႃႇၸီႇသဵင် ဢၼ်ၸႂ်ႉလႆႈ တွၼ်ႈတႃႇၶိူင်ႈၸၢၵ်ႈႁဝ်း။ ၵူၺ်းၵႃႈ တႃႇတေႁဵတ်းဢွၵ်ႇ လွၵ်းပိူင်သဵင်ၼၼ်ႉ လူဝ်ႇလႆႈမီးၶေႃႈမုၼ်းသဵင် ဢၼ်ၼမ်တႄႉတႄႉ။

source: Voices Online Now
shn: သဵင်ဢၼ်မီးယူႇၼိူဝ်လႅင်းယၢမ်းလဵဝ်

source: Voice Validation
shn: ၵၢၼ်ၵူတ်ႇထတ်းသဵင်

source: Volume
shn: ၸၼ်ႉသဵင်

source: Votic
shn: ဝူဝ်ႇတိၵ်ႉ

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
shn: VoxForge ၼႆႉ လႆႈသၢင်ႈၶိုၼ်ႈမႃး တႃႇၵဵပ်းႁွမ်သဵင်လၢတ်ႈ ဢၼ်ထွတ်ႇသဵင်ပဵၼ်တူဝ်လိၵ်ႈဝႆႉ (Transcribed speech) တွၼ်ႈတႃႇဢဝ်မႃးၸႂ်ႉတိုဝ်းၸွမ်း ပိူင်သၢင်ႈႁူႉၸၵ်းပိူင်သဵင်လၢတ်ႈဢူဝ်ႊၽႅၼ်းသေႃႉၸ်လႄႈ ၸႂ်ႉလွတ်ႈလႅဝ်း (Free and Open Source Speech Recognition Engines) ၶႃႈယဝ်ႉ။

source: Wadiyara Koli
shn: ဝႃႇတီႇယႃႇရႃႇ ၵူဝ်ႇလီႇ

source: Wakhi
shn: ဝႃႇၶီႇ

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
shn: ၸွင်ႇၶႂ်ႈၸွႆႈထႅမ် Common Voice ႁႂ်ႈလီၶိုၼ်ႈထႅင်ႈ? လီယဝ်ႉ! ၵပ်းသိုပ်ႇလူၺ်ႈ ဢီးမေးလ် ဢမ်ႇၼၼ် <discourseLink> Discourse </discourseLink> ၾေႃႇရမ်ႇ၊ သူင်ႇႁၢႆးငၢၼ်းလွင်ႈပၼ်ႁႃဝႅပ်ႉသၢႆႉတီႈ <githubLink> GitHub </githubLink>၊ ဢမ်ႇၼၼ်ၵေႃႈ ၶဝ်ႈႁူမ်ႈ တူင်ႇဝူင်းသျႅတ်ႉ <matrixLink> Matrix </matrixLink>

source: Want to save your information? <createProfile>Create a profile</createProfile>
shn: ၶႂ်ႈၵဵပ်းသိမ်းၶေႃႈမုၼ်းၸဝ်ႈၵဝ်ႇဝႆႉယူႇႁႃႉၶႃႈ? <createProfile>သၢင်ႈပရူဝ်ႊၾၢႆႊလ် </createProfile>

source: Want to stay in touch with Common Voice?
shn: ၶႂ်ႈၵပ်းသိုပ်ႇၸွမ်း Common Voice ယူႇႁႃႉ?

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
shn: ၶႂ်ႈႁပ်ႉႁူႉၶေႃႈမုၼ်းမႂ်ႇ မိူဝ်ႈႁဝ်းၶႃႈပိုၼ်ၽႄၸုမ်ႇၶေႃႈမုၼ်း Common Voice ဝႃးသျိၼ်း (Version) မႂ်ႇၶႃႈႁႃႉ? လူင်းၸိုဝ်ႈသဵၼ်ႈမၢႆ တႃႇႁပ်ႉလိၵ်ႈၶၢဝ်ႇ (Newsletter) ႁဝ်းၶႃႈ။

source: Watch our video explainer to help
shn: တူၺ်းဝီႊတီႊဢူဝ်ႊသပ်းလႅင်းတႃႇလွင်ႈၸွႆႈထႅမ်

source: Wayuunaiki
shn: ဝႃႉယူးၼႃႇဢီႇၵီႇ

source: We are always looking to hear from data consumers about their needs and context - from collaborating on data collection platform to providing data health insights, we want to <emailFragment>hear from you.</emailFragment>
shn: ႁဝ်းၶႃႈ တိုၼ်းၶႂ်ႈထွမ်ႇငိၼ်း ၶေႃႈၵႂၢမ်းတီႈၽူႈၸႂ်ႉတိုဝ်းၶေႃႈမုၼ်း ၵဵဝ်ႇလူၺ်ႈလွင်ႈတၢင်းလူဝ်ႇၶဝ် လႄႈ ၶေႃႈၼမ်းၶဝ်ယူႇတႃႇသေႇၶႃႈ - ဢမ်ႇဝႃႈတေပဵၼ် ၵၢၼ်ႁူမ်ႈမိုဝ်းၵၼ်သၢင်ႈပိူင်ၵၢၼ်ပလႅတ်ႉၾွမ်ႊၵဵပ်းႁွမ်ၶေႃႈမုၼ်း တေႃႇထိုင် ၵၢၼ်ပၼ်ၶေႃႈမုၼ်းလိုၵ်ႉၵဵဝ်ႇလူၺ်ႈလွင်ႈပၢႆးယူႇလီၶေႃႈမုၼ်း (Data health insights)၊ ႁဝ်းၶႃႈ<emailFragment>ၶႂ်ႈထွမ်ႇငိၼ်းၶေႃႈၵႂၢမ်းတီႈပီႈၼွင်ႉႁဝ်း</emailFragment>ယူႇၶႃႈဢေႃႈ။

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
shn: ႁဝ်းၶႃႈ တိုၵ်ႉသၢင်ႈ ၸုမ်ႇၶေႃႈမုၼ်းသဵင်လၢတ်ႈ ဢၼ်ပိုတ်ႇၽုၺ်ႇ လႄႈ ဢၼ်ၵူၼ်းတင်းၼမ် ၸၢင်ႈဢဝ်ၵႂႃႇၸႂ်ႉတိုဝ်း တႃႇသၢင်ႈ ဢႅပ်ႉပလီႇၶေးသျိၼ်းႁူႉၸၵ်းသဵင်လၢတ်ႈ (Speech-enabled applications) ၼၼ်ႉၶႃႈယဝ်ႉ။

source: We are excited to support public sector engagement in technology, innovation and language rights. If you're planning to run a major project or campaign, please do <emailFragment>get in touch.</emailFragment>
shn: ႁဝ်းၶႃႈ မီးတၢင်းသိူဝ်းၸႂ် တႃႇတေၵမ်ႉထႅမ်ပၼ် လွင်ႈၶဝ်ႈပႃးႁူမ်ႈၸွႆႈ ၶွင်ၽၢႆႇလူင်ပွင်ၸိုင်ႈ ၼႂ်းတွၼ်ႈ ပၢႆးၸၢင်ႊ (Technology)၊ လွင်ႈၶူင်သၢင်ႈမႂ်ႇ (Innovation) လႄႈ သုၼ်ႇလႆႈသုၼ်ႇပဵၼ်ႇတႃႇၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈ (Language rights) ယဝ်ႉ။ သင်ၸိူဝ်ႉဝႃႈ ၸဝ်ႈၵဝ်ႇ မီးၽႅၼ်ၵၢၼ် တႃႇတႄႇႁဵတ်း ၶူင်းၵၢၼ်လူင် (Major project) ဢမ်ႇၼၼ် ၵၢၼ်တူင်ႉၼိုင်ႈလူင် (Campaign) သေဢၼ်ဢၼ်ၼႆၸိုင် ၸဝ်ႈၵဝ်ႇၸၢင်ႈ <emailFragment> ၵပ်းသိုပ်ႇမႃး</emailFragment>လႆႈယူႇၶႃႈ။

source: We are going out to get a coffee.
shn: ႁဝ်းတိုၵ်ႉတေဢွၵ်ႇၵႃႇသိုဝ်ႉၵေႃႇၾီႇ

source: We are going out to get coffee.
shn: ႁဝ်းတေဢွၵ်ႇၵႂႃႇၵိၼ်ၵေႃႇၾီႇၵၼ်ၶႃႈ။

source: We are offering more options to give people more choice in what they tell us about their sex or gender identity. Please self-describe in the way that feels most natural to you. <learnMoreLink>Learn more about our approach to sex and gender.</learnMoreLink>
shn: ႁဝ်းၶႃႈလႆႈပိုတ်ႇဝႆႉပၼ် တၢင်းလိူၵ်ႈထႅင်ႈတင်းၼမ် တွၼ်ႈတႃႇႁႂ်ႈၵူၼ်းတင်းလၢႆ လႆႈလိူၵ်ႈလၢတ်ႈၼႄ ႁၢင်ႈၽၢင်တူဝ်(sex) ဢမ်ႇၼၼ် ၸိူဝ်ႉၽၼ်းၸႂ် (gender) ၸဝ်ႈၵဝ်ႇ ၸွမ်းၼင်ႇၸႂ်မီးၼၼ်ႉၶႃႈ။ ၶႅၼ်းတေႃႈလၢတ်ႈၼႄပၼ်ၸွမ်းၼင်ႇပဵၼ်ၽိင်ႈတိုၼ်းပိူင်ပဵၼ်ၸဝ်ႈၵဝ်ႇၼၼ်ႉၶႃႈ။ သိုပ်ႇလဵပ်ႈႁဵၼ်းတူၺ်း လွင်ႈတၢင်းၶဝ်ႈၸမ်လွင်ႈ(sex) လႄႈ ၸိူဝ်ႉၽၼ်းၸႂ်ၼၼ်ႉထႅင်ႈလႆႈယူႇၶႃႈ။

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
shn: ႁဝ်းၶႃႈတီႈ Mozilla တိုၵ်ႉၶူင်သၢင်ႈတူင်ႇဝူင်းထႅၵ်ႉၶၼေႃႇလေႃႇၸီႇသဵင်လၢတ်ႈ၊ ႁဝ်းၶႃႈၶႂ်ႈလႆႈလွင်ႈပွင်ႇၶၢဝ်ႇလွင်ႈၶိုပ်ႈၼႃႈ၊ ၶေႃႈမုၼ်းမႂ်ႇမႂ်ႇ လႄႈၶႂ်ႈႁပ်ႉႁူႉယိၼ်းထွမ်ႈလွင်ႈသူၸဝ်ႈဢဝ်ၶေႃႈမုၼ်းၸိူဝ်းၼႆႉၵႂႃႇၸႂ်ႉတိုဝ်း။

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
shn: ႁဝ်းၶႃႈ ယုမ်ႇယမ်ဝႆႉဝႃႈ ၸုမ်းၶေႃႈမုၼ်းသဵင်ဢၼ်ယႂ်ႇလႄႈ ဢၼ်ၵူၼ်းတင်းၼမ် လႆႈၸႂ်ႉတိုဝ်းၼၼ်ႉ တေႁဵတ်းႁႂ်ႈ လွင်ႈၶူင်သၢင်ႈ လႄႈ လွင်ႈၶေႉၶဵင်ႇပၢႆးမၢၵ်ႈမီး ဢၼ်မီးသုၼ်ႇလီ ၼႂ်းပၢႆးၸၢင်ႊ ဢၼ်ၸႂ်ႉတိုဝ်းၶိူင်ႈၸၢၵ်ႈႁဵၼ်းႁူႉ (Machine-learning based speech technology) ၶိုၼ်ႈယႂ်ႇမႃးၼႆယဝ်ႉ။ ၼႆႉပဵၼ်ၵၢၼ်ၶတ်းၸႂ် ၼႂ်းၸၼ်ႉလုမ်ႈၾႃႉလႄႈ ႁဝ်းၶႃႈ ၽိတ်ႈမွၵ်ႇပီႈၼွင်ႉၵူႈၵေႃႉ ၶဝ်ႈမႃးမီးသုၼ်ႇႁူမ်ႈၸွမ်းၶႃႈ။ ယိူင်းမၢႆႁဝ်းၶႃႈတႄႉ တႃႇတေၸွႆႈထႅမ် ပၢႆးၸၢင်ႊ ၽၢႆႇလၢတ်ႈၵႂၢမ်း ႁႂ်ႈၶဝ်ႈပႃးလႆႈ ၼမ်လိူဝ်ၵဝ်ႇသေ ၼႄပၼ်လွင်ႈပႅၵ်ႈပိူင်ႈသဵင်လၢတ်ႈ တီႈၵူႈပိုၼ်ႉတီႈ ၼႂ်းလုမ်ႈၾႃႉၶႃႈယဝ်ႉ။

source: Website Localization
shn: ၵၢၼ်ပိၼ်ႇၶေႃႈၵႂၢမ်းပိုၼ်ႉတီႈ ဝႅပ်ႉသၢႆႉတ်

source: Websites
shn: ဝႅပ်ႉသၢႆႉတ်

source: We could not upload { $total } clips. They have already been uploaded before. Let’s continue with the next batch!
shn: ႁဝ်းၶႃႈ ဢမ်ႇၸၢင်ႈသူင်ႇၶိုၼ်ႈၶလိပ့်သဵင်ၸဝ်ႈၵဝ်ႇလႆႈ ယွၼ်ႉဝႃႈၶလိပ်ႉၸဝ်ႈၵဝ်ႇထုၵ်ႇသူင်ႇၶိုၼ်ႈဝႆႉမိူဝ်ႈပူၼ်ႉမႃးယဝ်ႉ၊ ၶိုၼ်းသိုပ်ႇႁဵတ်းထႅင်ႈ ၸုပ်ႈၼႃႈၶႃႈၼႃႈ! ႁဝ်းၶႃႈ ဢမ်ႇၸၢင်ႈသူင်ႇၶိုၼ်ႈၶလိပ့်သဵင်လႆႈတင်းမူတ်း { $total }ယွၼ်ႉဝႃႈၶလိပ်ႉၸိူဝ်းၼႆႉထုၵ်ႇသူင်ႇၶိုၼ်ႈဝႆႉမိူဝ်ႈပူၼ်ႉမႃးယဝ်ႉ၊ ၶိုၼ်းသိုပ်ႇႁဵတ်းထႅင်ႈ ၸုပ်ႈၼႃႈၶႃႈၼႃႈ!

source: We couldn’t find that page for you
shn: ႁဝ်းၶႃႈဢမ်ႇႁၼ်ၼႃႈၼၼ်ႉတႃႇသူၸဝ်ႈ

source: We couldn’t get any audio clips for you to listen to. Please try again later.
shn: ႁဝ်းၶႃႈဢမ်ႇၸၢင်ႈႁႃၶလိပ်ႉသဵင်တႃႇသူၸဝ်ႈထွမ်ႇလႆႈ။ ၸၢမ်းတူၺ်းထႅင်ႈမႂ်ႇ ၵမ်းလင်။

source: We couldn’t get any sentences for you to speak. Please try again later.
shn: ႁဝ်းၶႃႈ ဢမ်ႇၸၢင်ႈသၢင်ႈၶေႃႈၵႂၢမ်းသင် တႃႇၸဝ်ႈၵဝ်ႇတေလၢတ်ႈလႆႈ၊ ၶႅၼ်းတေႃႈၶိုၼ်းၸၢမ်းတူၺ်းထႅင်ႈဝၢႆးလင်ၶႃႈ။

source: Weekly
shn: တေႃႇဝူင်ႈ

source: Weekly Goal
shn: ယိူင်းမၢႆတေႃႇဝူင်ႈ

source: We launch the Common Voice site in this language.
shn: ႁဝ်းၶေႃႈပိုတ်ႇၽုၺ်ႇဝႅပ်ႉသၢႆႉ Common Voice ၼႂ်းၽႃႇသႃႇၼႆႉ။

source: Welcome { $company } staff!
shn: ယိၼ်းလီႁပ်ႈတွၼ်ႈၽူႈႁဵတ်းၵၢၼ် { $company }!

source: Welcome to Common Voice
shn: ငိၼ်းလီႁပ်ႉတွၼ်ႈၶဝ်ႈ Common Voice

source: Welcome to Spontaneous Speech
shn: ႁူမ်ၸူမ်းႁပ်ႉတွၼ်ႈၵၢၼ်လၢတ်ႈဢၼ်ဢမ်ႇလႆႈႁႅၼ်းဝႆႉ။

source: Welsh
shn: ဝႄးလ်သျ်

source: We may have run out of clips - refresh the page, or try again later.
shn: ၾၢႆႊလ်သဵင် တေၸၢင်ႈမူတ်းဝႆႉၶႃႈ - ႁႂ်ႈလူတ်ႇမႂ်ႇ (Refresh) ၼႃႈလိၵ်ႈ ဢမ်ႇၼၼ် ၸၢမ်းႁဵတ်းၶိုၼ်းထႅင်ႈ ဝၢႆးလင်ၶႃႈ။"

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
shn: ႁဝ်းၶႃႈဢၢပ်ႈတေပႆႇလႆႈႁပ်ႉၶေႃႈတုၵ်းယွၼ်းဢၼ်ၼၼ်ႉ။ ၶႅၼ်းတေႃႈၵပ်းႁႃႁဝ်းၶႃႈၵမ်းသိုဝ်ႈတီႈ <emailLink>{ $email }</emailLink> သေယဝ်ႉႁဝ်းၶႃႈတေၶိုၼ်းၵပ်းသိုပ်ႇႁႃၸဝ်ႈၵဝ်ႇ!

source: We periodically release the dataset
shn: ႁဝ်းၶႃႈ တေပိုၼ်ၽႄၸုမ်ႇၶေႃႈမုၼ်းဢွၵ်ႇမႃးပဵၼ်ၶၢဝ်းၸွမ်းၼင်ႇၶၢဝ်းယၢမ်းမၵ်းမၼ်ႈဝႆႉ။

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
shn: ႁဝ်းၶႃႈပၼ်ၶေႃႈမၼ်ႈၵႅၼ်ႇဝႃႈတေယိပ်းၵမ်ၶေႃႈမုၼ်းသူၸဝ်ႈလူၺ်ႈလွင်ႈဝႆႉၾၢင်ႉ၊ လူဢၢၼ်ႇထႅင်ႈၼႂ်း <privacyLink>ၶေႃႈပိုၼ်ၽၢဝ်ႇလွင်ႈသုၼ်ႇတူဝ်</privacyLink> ႁဝ်းၶႃႈ။

source: We’re building a multi-language, open-source voice dataset for training speech-enabled applications.
shn: ႁဝ်းၶႃႈ တိုၵ်ႉသၢင်ႈၸုမ်ႇၶေႃႈမုၼ်းသဵင်ဢၼ်ပိုတ်ႇၽုၺ်ႇ (Open-source) ဢၼ်ၸႂ်ႉသဵင်ၵႂၢမ်းလၢတ်ႈလႆႈလၢႆၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈၼၼ်ႉယူႇၶႃႈ။

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
shn: ႁဝ်းၶႃႈတိုၵ်ႉႁူမ်ႈႁႅင်းၵၼ်သၢင်ႈ ၶေႃႈမုၼ်းသဵင်(Open-source)ဢၼ်လုၵ်ႉတီႈၵူၼ်းတင်းၼမ်မႃး၊ ၸွႆႈပၼ်ထႅမ်သဵင်ၸဝ်ႈ ၵဝ်ႇ၊ၵူတ်ႇထတ်းသဵင်ဢတ်းတၢင်ႇၵေႃႉ၊ သေသၢင်ႈႁႂ်ႈၸုမ်ႇၶေႃႈမူၼ်းလီတိူဝ်းပုၼ်ႈတႃႇၵူၼ်းၵူႈၵေႃႉ။

source: We’re experiencing unexpected downtime
shn: ႁဝ်းၶႃႈတိုၵ်ႉထူပ်းၺႃးပၼ်ႁႃလွင်ႈၵိုတ်းၵၢၼ်ႁဵတ်းၵၢၼ်ဢၼ်ဢမ်ႇလၢမ်းၶၢတ်ႈလႆႈ

source: We're going out to get coffee.
shn: ႁဝ်းၶႃႈတိုၵ်ႉတေၵႂႃႇၵိၼ်ၵေႃႇၾီႇ

source: We’re going out to get coffee.
shn: ႁဝ်းတေဢွၵ်ႇၵႂႃႇၵိၼ်ၵေႃႇၾီႇၵၼ်ၶႃႈ။

source: We release the dataset every 3 months.
shn: ႁဝ်းၶႃႈပွႆႇဢွၵ်ႇၸုမ်ႇၶေႃႈမုၼ်းၼႂ်းၵူႈ 3 လိူၼ်။

source: We're making some big changes
shn: ၸိူဝ်းႁဝ်းၶႃႈတိုၵ်ႉႁဵတ်းလွင်ႈလႅၵ်ႈလၢႆႈဢၼ်ယႂ်ႇလူင်ယူႇ။

source: We're receiving a lot of traffic and are currently investigating the issues.
shn: ႁဝ်းၶႃႈလႆႈႁပ်ႉၶၢမ်ႇၵူၼ်းၶဝ်ႈၸႂ်ႉတိုဝ်းဝႆႉၼမ် လႄႈတိုၵ်ႉထတ်းသၢင်လွင်ႈၶွင်ႈၶမ်ယူႇယၢမ်းလဵဝ်။

source: We’re sorry, your platform is not currently supported.
shn: ၶႂၢင်းပၼ်ဢိတ်းၼိုင်ႈၶႃႈ၊ ပိူင်ၵၢၼ် (Platform) ၸဝ်ႈၵဝ်ႇၼၼ်ႉ ယၢမ်းလဵဝ်ပႆႇၸၢင်ႈၸႂ်ႉတိုဝ်းလႆႈၶႃႈ။

source: Western Highland Purepecha
shn: ပူႇရေႇပႄႇၶျႃႇ ထုင်ႉလွႆပွတ်းတူၵ်း

source: Western Penan
shn: ပေႇၼၼ်း(ပွတ်းတူၵ်း)

source: Western Sierra Puebla Nahuatl
shn: ၸီးဢေႇရႃႇ ပဝႅပ်ႉလႃႇ ၼႃႇဝၢတ်ႉလႃႇပွတ်းတူၵ်း

source: West Flemish
shn: ၾလႅမ်ႇမိသျ် ပွတ်းတူၵ်း

source: Westphalian
shn: ဝႅတ်ႉသ်ႉၾႃႇလိၼ်ႇ

source: We uploaded { $uploaded } of your clips — The remainder have already been uploaded. Let’s continue with the next batch!
shn: ႁဝ်းၶႃႈ သူင်ႇၶိုၼ်ႈၶလိပ့်သဵင်ၸဝ်ႈၵဝ်ႇ ယဝ်ႉတူဝ်ႈယဝ်ႉ { $uploaded } ၶလိပ့် ဢၼ်ၵိုတ်းဝႆႉၸိူဝ်းၼၼ်ႉသူင်ႇၶိုၼ်ႈယဝ်ႉ တူဝ်ႈယဝ်ႉၶႃႈ။ ၶိုၼ်းသိုပ်ႇႁဵတ်းထႅင်ႈၸုပ်ႈၼႃႈၶႃႈ!။

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
shn: ႁဝ်းၸႂ်ႉတိုဝ်းၶိူင်ႈမိုဝ်းၶွင် Mozilla ဢၼ်ႁွင်ႉဝႃႈ <pontoonLink>Pontoon</pontoonLink> တွၼ်ႈတႃႇပိၼ်ႇၽႃႇသႃႇ။ Pontoon မီးၽႃႇသႃႇတင်းၼမ်၊ ၵူၺ်းသင်ဢမ်ႇပႆႇမီးၽႃႇသႃႇၸဝ်ႈၵဝ်ႇ သူၸၢင်ႈ <pontoonRequestLink>ယွၼ်းထႅမ်ထႅင်ႈၽႃႇသႃႇၸဝ်ႈၵဝ်ႇ</pontoonRequestLink>လႆႈ။ သေယဝ်ႉလႄႈ တႃႇႁႂ်ႈၽႃႇသႃႇၸဝ်ႈၵဝ်ႇမီးမႃးၼိူဝ်ၶူင်းၵၢၼ် Common Voice ၼၼ်ႉ <githubRepoLink>သူင်ႇၶေႃႈတုၵ်းယွၼ်းထႅမ်ၽႃႇသႃႇမႂ်ႇၼိူဝ် GitHub</githubRepoLink>။ <localizationFragment>သိုပ်ႇတူၺ်းထႅင်ႈလွင်ႈပိၼ်ႇၽႃႇသႃႇဝႅပ်ႉသၢႆႉသ်</localizationFragment>။

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
shn: ႁဝ်းၶႃႈ လႆႈလႅၵ်ႈလၢႆႈဝႆႉၵမ်ႈၽွင်ႈယဝ်ႉ၊ တီႈၼႂ်း Delta Segments ၼႆႉ ပႃးဝႆႉ ၶလိပ်ႉ ဢၼ်ဢွၵ်ႇမႃး ၵမ်းလိုၼ်းသုတ်း ၼၼ်ႉၵူၺ်း။ <deltaLink>ဢၢၼ်ႇလွင်ႈၵၢၼ်ၼႆႉထႅင်ႈ</deltaLink>။

source: We've run out of sentences to record in this language...
shn: ႁဝ်းၶႃႈဢမ်ႇမီးတူၼ်းထႅဝ်လိၵ်ႈတႃႇတေဢတ်းသဵင်ၼႂ်းၽႃႇသႃႇၼႆႉယဝ်ႉ...

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
shn: ႁဝ်ၶႂ်ႈႁႂ်ႈမေႃႇတႄႇလ်သဵင်လၢတ်ႈ ပွင်ႇၸႂ်ၽူႈလၢတ်ႈၵႂၢမ်းတင်းၼမ်လႆႈလီၶိုၼ်ႈထႅင်ႈ။ တႃႇႁဵတ်းႁႂ်ႈလွင်ႈၼႆႉပဵၼ်မႃး၊ ၸုမ်ႇၶေႃႈမုၼ်းသဵင်ၼိုင်ႈဢၼ်တေလႆႈတၢင်တူဝ်တႃႇၵူၼ်းတင်းၼမ်။

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
shn: ႁဝ်းၶႂ်ႈႁႂ်ႈပိူင်သၢင်ႈၵၢၼ်ႁဵၼ်းႁူႉၶွင်ၶိူင်ႈၸၢၵ်ႈ (Machine Learning Algorithms) သႅၼ်းၼႆႉ ၸၢင်ႈၸတ်းၵၢၼ်လႆႈတင်း သဵင်သုၵ်ႉယုင်ႈတၢင်းၼွၵ်ႈ ဢၼ်ပႅၵ်ႇပိူင်ႈၵၼ်လၢႆလၢႆပိူင်လႆႈ၊ တေႃႈၼင်ႇသဵင်ဢၼ်လင်ႁႅင်းဢိတ်းဢီႈၵေႃႈ တေၸၢင်ႈႁပ်ႉလႆႈယူႇ၊ သင်ဝႃႈသဵင်ၼၼ်ႉမၼ်းဢမ်ႇပဵၼ်လွင်ႈႁႄႉၵင်ႈႁဵတ်းႁႂ်ႈၸဝ်ႈၵဝ်ႇဢမ်ႇလႆႈယိၼ်း ၶေႃႈၵႂၢမ်းတင်းသဵင်ႈၼၼ်ႉ။ သင်မီးသဵင်ၵႂၢမ်းၵူၼ်းႁွင်ႉမဝ်မဝ်တၢင်းၼွၵ်ႈၵေႃႈ ႁပ်ႉလႆႈယူႇၶႃႈ၊ ၵူၺ်းၵႃႈ သင်သဵင်ၽဵင်းၵႂၢမ်းၼၼ်ႉ လင်ႁႅင်းပူၼ်ႉတီႈ ၶတ်းၶႂၢင်ႈႁဵတ်းႁႂ်ႈဢမ်ႇလႆႈယိၼ်းၵူႈၶေႃႈၵႂၢမ်းၼၼ်ႉၸိုင် ဢမ်ႇလႆႈၶႃႈ၊ တေလႆႈဝူၼ်ႉဝႃႈ ဢမ်ႇပူၼ်ႉၶေႃႈပိူင်တႅၵ်ႈၶႃႈ။

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
shn: ႁဝ်းၶႃႈ ယိၼ်းလီႁပ်ႉတွၼ်ႈ ၵူႈသဵင်ဢွၵ်ႇ (Accents) တႆးၶႃႈ! ၶႅၼ်းတေႃႈ မီးလွင်ႈၾၢင်ႉသတိလီလီဢွၼ်တၢင်းတေပၢၵ်ႈပႅတ်ႈ သဵင်ဢတ်းဢၼ်ၸဝ်ႈၵဝ်ႇဝူၼ်ႉဝႃႈဢွၵ်ႇသဵင်ၽိတ်း၊ဢမ်ႇၼၼ် ဢွၵ်ၢသဵင်ၼၵ်းမဝ်ၽိတ်းတီႈ၊ ဢမ်ႇၼၼ်လၢႆးသႂ်ႇတူဝ်ၶၼ်ႈမၼ်ႈၽိတ်းလႂ်ၸိူဝ်းၼၼ်ႉသေၵမ်း၊ မီးလွင်ႈဢွၵ်ႇသဵင်လွၵ်းလၢႆးလၢႆယိူင်ႈတင်းၼမ် ဢၼ်ၸႂ်ႉတိုဝ်းယူႇ ၼႂ်းၵူႈမိူင်းပတ်းပိုၼ်ႉၵမ်ႇၽႃႇ၊ ဢၼ်လွင်ႈတၢင်းၸိူဝ်းၼၼ်ႉ ၸဝ်ႈၵဝ်ႇ ဢမ်ႇယၢမ်ႈလႆႈထွမ်ႇမႃး ၼႂ်းတူင်ႇဝူင်းပိုၼ်ႉတီႈ (Local community) ၸဝ်ႈၵဝ်ႇၵေႃႈ ၸၢင်ႈပဵၼ်လႆႈၶႃႈ။

source: We will be in touch with more information about how to add your language to Common Voice very soon.
shn: ႁဝ်းၶႃႈတေၵပ်းသိုပ်ႇႁႃတႃႇပၼ်ၶေႃႈမုၼ်း လွင်ႈတေႁဵတ်းႁိုဝ်သႂ်ႇၽႃႇသႃႇၸဝ်ႈၵဝ်ႇ ၼႂ်း Common Voice ၼၼ်ႉ ၼႂ်းၶၢဝ်းတၢင်း ဢမ်ႇႁိုင်ၼႆႉယူႇ။

source: We will be in touch with more information as it becomes available.
shn: ႁဝ်းၶႃႈတေပွင်ႇၶၢဝ်ႇပၼ်သင်ဝႃႈမီးၶေႃႈမုၼ်းလိူဝ်မႃးထႅင်ႈ။

source: We will not make your email public.
shn: ႁဝ်းၶႃႈတေဢမ်ႇပိုၼ်ၽႄဢီးမေးလ်သူၸဝ်ႈ။

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
shn: ႁဝ်းၶႃႈတေထတ်းထွင်ၶေႃႈတုၵ်းယွၼ်းၸဝ်ႈၵဝ်ႇ၊တႃႇႁႂ်ႈဢဝ်သဵင်ဢၼ်ဢတ်းဝႆႉၼၼ်ႉဢွၵ်ႇပႅတ်ႈတီႈၸုမ်ႇၶေႃႈမုၼ်း။ ပေႃးၶေႃႈတုၵ်းယွၼ်းၸဝ်ႈၵဝ်ႇလႆႈထုၵ်ႇႁပ်ႉႁွင်းယဝ်ႉၼႆၸိုင် ႁဝ်းၶႃႈတေၵပ်းသိုပ်ႇႁႃၽူႈဢၼ်လႆႈလူတ်ႇလူင်းဢဝ်ၸုမ်းၶေႃႈမုၼ်းယဝ်ႉ လႄႈတုၵ်းယွၼ်းႁႂ်ႈၶဝ်ဢဝ်ဢွၵ်ႇပႅတ်ႈသဵင်ဢၼ်ၸဝ်ႈၵဝ်ႇဢတ်းၸိူဝ်းၼၼ်ႉ။

source: We will show you a prompt or question
shn: ႁဝ်းၶႃႈတေၼႄပၼ် ၶေႃႈသင်ႇ ဢမ်ႇၼၼ် ၶေႃႈထၢမ်

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
shn: ႁဝ်းၶႃႈႁဵတ်းၵၢၼ်ႁူမ်ႈၵၼ်တင်း ၸုမ်းၵဝ်ႉငဝ်ႈ (Foundations)၊ တူင်ႇဝူင်းၵူၼ်းမိူင်း (Civil society) လႄႈ ၸုမ်းႁူမ်ႈၵၢၼ်တူင်ႇဝူင်းၵူၼ်း (Community partners) တွၼ်ႈတႃႇႁဵတ်းႁႂ်ႈ ပိုၼ်ႉတီႈဢိၼ်ႇထိူဝ်ႇၼႅတ်ႉ (Internet) ႁႂ်ႈလီတေႃႇပၢႆးယူႇလီလိတိူဝ်းသေၵဝ်ႇ၊ လူၺ်ႈမီးလွင်ႈပၵ်းၸႂ်ပုၼ်ႈတႃႇမိူင်းဢႃႇၾရိၵၼ်ႇပွတ်းဢွၵ်ႇ (East Africa) ပဵၼ်ပိူင်လူင်ယဝ်ႉ။ ၸဝ်ႈၵဝ်ႇ ၸၢင်ႈလဵပ်ႈႁဵၼ်းထႅင်ႈ ၵဵဝ်ႇလူၺ်ႈ <programmaticWork>ၵၢၼ်ပရူဝ်ႇၵရႅမ်ႇ</programmaticWork>ၶွင်ႁဝ်းၶႃႈလႆႈယူႇၶႃႈ။

source: What is a language on Common Voice?
shn: ၽႃႇသႃႇၼႂ်း Common Voice ပဵၼ်သင်?

source: What issues are you experiencing with this content?
shn: ၸဝ်ႈၵဝ်ႇထူပ်းၺႃးပၼ်ႁႃသင် တီႈလွင်ႈၶေႃႈမုၼ်းဢၼ်ၼႆႉ?

source: What issues are you experiencing with this sentence?
shn: ၸဝ်ႈၵဝ်ႇထူပ်းၺႃးပၼ်ႁႃသင်တေႃႇၶေႃႈၵႂၢမ်းဢၼ်ၼႆႉယူႇႁႃႉ?

source: What is your age?
shn: ၸဝ်ႈၵဝ်ႇ ဢႃႉယုၵႃႈႁိုဝ်?

source: What is your sex or gender?
shn: လိင်ႇၸဵမ်ၵိူတ်ႇဢမ်ႇၼၼ်လိင်ႇသၽႃႇဝၸဝ်ႈၵဝ်ႇပဵၼ်သင်?

source: What kind of goal do you want to build?
shn: ၸဝ်ႈၵဝ်ႇၶႂ်ႈသၢင်ႈယိူင်းမၢႆၸိူင်ႉႁိုဝ်?

source: What makes a good question?
shn: ဢီႊသင်ႁဵတ်းႁႂ်ႈၶေႃႈထၢမ်ဢၼ်လီ?

source: What needs to be in my file?
shn: ၼႂ်းၾၢႆႊလ်ၶႃႈၼၼ်ႉ လူဝ်ႇမီးသင်?

source: What questions can I add?
shn: ႁဝ်းၸၢင်ႈထႅမ်သႂ်ႇၶေႃႈထၢမ်သင်လႆႈၽွင်ႈ?

source: “What’s a joke your friends always make — and how do they say it?”
shn: ၵႂၢမ်းလၢတ်ႈလီၶႂ်ႈၶူဝ် ဢၼ်ဢူၺ်းၵေႃႉၸဝ်ႈၵဝ်ႇ ၵႆႉလၢတ်ႈလဵၼ်ႈၵၼ်တႃႇသေႇၼၼ်ႉ ပဵၼ်သင်ၶႃႈ — လႄႈ ၶဝ်လၢတ်ႈဢွၵ်ႇမႃး ၸိူင်ႉႁိုဝ်ၶႃႈ?

source: What sentences can I add?
shn: ၶေႃႈၵႂၢမ်းၸိူင်ႉႁိုဝ်ဢၼ်တေၸၢင်ႈသႂ်ႇလႆႈ?

source: What’s inside the Common Voice dataset?
shn: ၼႂ်းၶေႃႈၸုမ်ႇမုၼ်း Common Voice ၼၼ်ႉ မီးသင်?

source: What's Public?
shn: ၶေႃႈမုၼ်းသင်ၽွင်ႈဢၼ်တေပိုၼ်ၽႄ?

source: What to Avoid
shn: ထုၵ်ႇလီငိူင်ႉဝႄႈသင်?

source: What types of questions to add?
shn: တေလႆႈထႅမ်ၶေႃႈထၢမ်ၸိူင်ႉႁိုဝ်၊

source: “What were your exact words when you found out?”
shn: မိူဝ်ႈၸဝ်ႈၵဝ်ႇႁူႉလွင်ႈတၢင်းၼၼ်ႉ, ၶေႃႈၵႂၢမ်းတႅတ်ႈထႅတ်ႈ ၶွင်ၸဝ်ႈၵဝ်ႇ ပဵၼ်ၸိူင်ႉႁိုဝ်ၶႃႈ?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
shn: မိူဝ်ႈၽူႈၸႂ်ႉတိုဝ်း ဢမ်ႇယွမ်းႁပ်ႉ ၶလိပ်ႉသဵင်ၼၼ်ႉ မၼ်းတေၶိုၼ်းၵႂႃႇတီႈၶိဝ်း။ သင်ဝႃႈ လႆႈထုၵ်ႇဢမ်ႇယွမ်းႁပ်ႉ ပွၵ်ႈၵမ်းသွင်ၼႆၸိုင် ၶလိပ်ႉသဵင်ၼၼ်ႉ တေၶၢႆႉၵႂႃႇတီႈ ပႃႇႁဵဝ်ႈၶလိပ်ႉသဵင်။

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
shn: မိူဝ်ႈထွမ်ႇၼၼ်ႉ လူဝ်ႇထတ်းပၼ်တႅတ်ႈတႅတ်ႈတေႃးတေႃးဝႃႈသဵင်ဢၼ်ဢတ်းဝႆႉၼၼ်ႉ မၼ်းမႅၼ်ႈၸိုဝ်ႈၸႂ်ၸွမ်း တူဝ်လိၵ်ႈဢၼ်တႅမ်ႈဝႆႉယူႇႁႃႉ၊ ပေႃးမီးလွင်ႈၽိတ်းပိူင်ႈဢိတ်းဢီႈၵူၺ်းၵေႃႈလူဝ်ႇလႆႈပၢၵ်ႈဢွၵ်ႇပႅတ်ႈ၊ <br/>လွင်ႈၽိတ်းပိူင်ႈ ဢၼ်ၺႃးၼမ်သုတ်းၼၼ်ႉ မီးၼင်ႇၼႆၶႃႈ -

source: When Not to Tag Words
shn: တွၼ်ႈဢၼ်ဢမ်ႇထုၵ်ႇလီသႂ်ႇမၢႆထႅၵ်ႉ ၶေႃႈၵႂၢမ်း

source: When responding to a question, the goal is to respond naturally – just like you would in a real-life conversation. We want to capture how languages actually mix in everyday speech.
shn: မိူဝ်ႈတွပ်ႇၶေႃႈထၢမ်ၼၼ်ႉ ယိူင်းဢၢၼ်းမၼ်းပဵၼ် လွင်ႈတွပ်ႇၵႂႃႇလူၺ်ႈသၽႃႇဝမၼ်း - မိူၼ်ၼင်ႇမိူဝ်ႈဢုပ်ႇၵၼ် ၼႂ်းၸၢတ်ႈပၢၼ်တႄႉတႄႉၼၼ်ႉၶႃႈ။ ႁဝ်းၶႃႈၶႂ်ႈဢဝ်လွင်ႈဢၼ်ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈၶူၼ်းၶဝ်းလေႃးလႄးၵၼ်တႄႉတႄႉ ၼႂ်းလွင်ႈလၢတ်ႈၸႃၵူႈဝၼ်းဝၼ်းၼၼ်ႉၶႃႈ။

source: When transcribing responses that include codeswitching, represent the speaker’s language as it was spoken – without correcting, editing, or simplifying. This is for all switches between languages, informal speech, and mixed-language words.
shn: မိူဝ်ႈတွၼ်ႈထွတ်ႇသဵင်ၶေႃႈတွပ်ႇ ဢၼ်ပႃးလွင်ႈလၢတ်ႈၵႂၢမ်းလေႃးၵၼ်ၼၼ်ႉ ႁႂ်ႈတႅမ်ႈၼႄ ၽႃႇသႃႇၵႂၢမ်းတူဝ်ၵူၼ်းလၢတ်ႈ ၼင်ႇဢၼ်ၶဝ်လၢတ်ႈဢွၵ်ႇမႃးတႄႉတႄႉ - ဢမ်ႇလူဝ်ႇမႄးထႅမ်ပၼ် ႁႂ်ႈထုၵ်ႇမႅၼ်ႈ၊ ဢမ်ႇလူဝ်ႇမႄးလႅၵ်ႈလၢႆႈ ဢမ်ႇၼၼ် ဢမ်ႇလူဝ်ႇႁဵတ်းႁႂ်ႈၶေႃႈၵႂၢမ်းငၢႆႈပူၼ်ႉတီႈၶႃႈ။ ဢၼ်ၼႆႉ ပဵၼ်တွၼ်ႈတႃႇ ၵူႈလွင်ႈလွင်ႈဢၼ်လႅၵ်ႈလၢႆႈၸႂ်ႉၵႂၢမ်းလေႃးၵၼ် ၼႂ်းၵူႈၽႃႇသႃႇ၊ ၶေႃႈၵႂၢမ်းလၢတ်ႈဢၼ်ဢမ်ႇၶဝ်ႈပိူင် လႄႈ ၶေႃႈၵႂၢမ်းဢၼ်လေႃးၵၼ်လၢႆၽႃႇသႃႇၶႃႈ။

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
shn: မိူဝ်ႈၸဝ်ႈၵဝ်ႇယွၼ်းၾၢႆႊလ်သဵင်ဢၼ်ဢတ်းဝႆႉၶွင်တူဝ်ၵဝ်ႇၼၼ်ႉ ႁဝ်းၶႃႈ တေဢဝ်မႃးႁူမ်ႈၵၼ် ႁႂ်ႈပဵၼ် ZIP ၾၢႆႊလ်လဵဝ်ၵၼ် ဢမ်ႇၼၼ် လၢႆၾၢႆႊလ်ပၼ်ၶႃႈ။ ၼႆႉပဵၼ် ၶေႃႈယွၼ်း မိူဝ်ႈပူၼ်ႉမႃး -

source: “When you talk to your cousins, do you mix Spanish and English?”
shn: “မိူဝ်ႈၸဝ်ႈၵဝ်ႇ လၢတ်ႈၸႃတင်းလုၵ်ႈပီႈလုၵ်ႈၼွင်ႉၼၼ်ႉ ၸဝ်ႈၵဝ်ႇမီးလွင်ႈလၢတ်ႈၵႂၢမ်းတႆး လေႃးၵၼ်တင်းၵႂၢမ်းထႆးယူႇႁႃႉၶႃႈ?”

source: Which variant of { $language } do you speak?
shn: ၸဝ်ႈၵဝ်ႇလၢတ်ႈၽႃႇသႃႇ { $language } မဵဝ်းလႂ်?

source: Why ?
shn: ၵွပ်ႈသင် ?

source: Why a profile?
shn: ႁဵတ်းသင်လႄႈတေလႆႈမီးပရူဝ်ႇၾၢႆႇ?

source: Why are you asking?
shn: ယွၼ်ႉသင်လႄႈသူထၢမ်?

source: Why Common Voice?
shn: ယွၼ်ႉသင်လႄႈလူဝ်ႇမီး Common Voice?

source: Why does this matter?
shn: ၵွပ်ႈသင်လႄႈမၼ်းလမ်ႇလွင်ႈ?

source: Why we built this Spontaneous Speech prototype
shn: လွင်ႈတၢင်းဢၼ်ႁဝ်းၶႃႈ ႁဵတ်းဢွၵ်ႇမႃး ပိူင်ၾၢင် ၵႂၢမ်းလၢတ်ႈလွတ်ႈလႅဝ်း (Spontaneous Speech prototype) ဢၼ်ဢမ်ႇလႆႈႁႅၼ်းဝႆႉၼႆႉ

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
shn: ၵၢၼ်မီးပရူဝ်ႊၾၢႆႊလ် (Profile) ၼၼ်ႉ တေႁဵတ်းႁႂ်ႈၸဝ်ႈၵဝ်ႇ ၸၢင်ႈၵပ်းသိုပ်ႇၵွင်ႉၵၢႆႇၵၼ်တင်းတူင်ႇဝူင်း ၽူႈၶဝ်ႈႁူမ်ႈၵမ်ႉထႅမ်ၶေႃႈမုၼ်းသဵင်ၶဝ်လႆႈၶႃႈ။"

source: Wixárika
shn: ဝီရႃႇရီႇၵႃႇ

source: Wolof
shn: ဝူဝ်ႇလူဝ်ႇၾ်

source: Word segments, false starts, repeated words
shn: တွၼ်ႈၶေႃႈၵႂၢမ်း၊ ၵၢၼ်တႄႇလၢတ်ႈဢၼ်ၽိတ်းမႅၼ်ႈ၊ ၶေႃႈၵႂၢမ်းဢၼ်လၢတ်ႈသမ်ႉၶိုၼ်း

source: Words like “um,” “like,” “pues,” “you know,” and “entonces” are meaningful. Example: “So, um, I told her like, ‘pues no sé, maybe later.’”
shn: ၶေႃႈၵႂၢမ်း မိူၼ်ၼင်ႇ “um,” “like,” “pues,” “you know,” လႄႈ “entonces” ၸိူဝ်းၼႆႉ တိုၼ်းမီးတီႈပွင်ႇၶႃႈ။ တူဝ်ယၢင်ႇ: “So, um, I told her like, ‘pues no sé, maybe later.’”

source: Words written in the wrong orthography
shn: ၶေႃႈၵႂၢမ်း ဢၼ်တႅမ်ႈမၢႆဝႆႉ ၽိတ်းပိူင်လၢႆးတႅမ်ႈလိၵ်ႈ

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
shn: ၸွင်ႇၸဝ်ႈၵဝ်ႇၶႂ်ႈတုၵ်းယွၼ်းႁႂ်ႈသဵင်ဢၼ်ၸဝ်ႈၵဝ်ႇဢတ်းဝႆႉၼၼ်ႉထုၵ်ႇမွတ်ႇပႅတ်ႈၶႃးႁိုဝ်၊ ဢမ်ႇၼၼ်ၶႂ်ႈႁႂ်ႈၵဵပ်းသိမ်းဝႆႉၼႂ်းၸုမ်ႇၶေႃႈမုၼ်းၶွင် Common Voice?

source: Write
shn: တႅမ်ႈ

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
shn: တႅမ်ႈမၢႆဝႆႉ ႁႂ်ႈတႅတ်ႈထႅတ်ႈ ၸွမ်းၼင်ႇဢၼ်ၵူၼ်းၵေႃႉၼၼ်ႉ လၢတ်ႈဢွၵ်ႇမႃးၸွမ်းလွင်ႈဢၼ်ပဵၼ်တႄႉ၊ ဢိၵ်ႇပႃးတင်း ၶေႃႈၵႂၢမ်းၵဝ်းသဵင် (Placeholder words) မိူၼ်ၼင်ႇ 'um' ဢမ်ႇၼၼ် 'errr' ၸိူဝ်းၼႆႉၶႃႈ။

source: Write down what you hear the person saying here
shn: တႅမ်ႈပၼ်ဢၼ်ၸဝ်ႈၵဝ်ႇလႆႈယိၼ်းၵူၼ်းၵေႃႉၼၼ်ႉလၢတ်ႈဝႃႈသင်တီႈၼႆႈ

source: Write each word according to the spelling of the language it’s from. For example:
shn: တႅမ်ႈမၢႆတူဝ်လိၵ်ႈ ၵူႈၶေႃႈၵႂၢမ်း ႁႂ်ႈထုၵ်ႇမႅၼ်ႈၸွမ်း လၢႆးတႅမ်ႈမၢႆၽႃႇသႃႇ တီႈမၼ်းမႃးၼၼ်ႉ။ တူဝ်ယၢင်ႇ -

source: Write options menu
shn: တႅမ်ႈမေးၼူး တၢင်းလိူၵ်ႈ
